export const demoTxt = `人生可能是一条曲线
    　　先说第一个人。    
    　　他叫张朝南，乡村教师，朴实敦厚，典型的山里汉子。他有太多的事迹可以让那一方人永远记住他，为了二十几个学生能顺利上学读书，他变卖了所有的家当，住在学校里，苦苦地支撑着几个村唯一的小学。作为一个极贫困偏远山区的民办教师，他的工资不仅少得可怜，而且被长年拖欠着，他甚至连家都没成。每年涨山洪的季节，他都要亲自去接送各村的学生，在危险地段，他更是背着学生趟过河水。他的事迹上过报纸，可除了得到一点虚名外，对于他，对于他的学校，没有带来丝毫的改变。
    　　直到暴发那场最大的泥石流。那一次，张朝南在生死边缘走了无数次，救下了二十一名学生，却终有一个孩子被泥石流吞噬了生命。他自责自怨，无法面对那如花的生命在面前殒落。他觉得对不起教师这个称号，他连一个孩子稚嫩的生命都保护不了。那次灾难之后，他便放弃了教师的职业，成了无数普通山里人的一员。
    　　再讲讲第二个人。
    　　此人叫凌厉。人如其名，他在那个圈子里绝对是人人谈之色变的人物。他是一个保镖，花高价雇他的人极其放心。他的身手，十个经过专业训练的大汉也不是对手，他冷酷无情，毫不心慈手软。在一场地下商业纷争中，他和雇主面对几十个人，在谈崩了的情况下，他能将雇主安然带回，身后是放倒了一地的打手。这一事件，已成了保镖界的传奇与神话。
    　　像凌厉这样的人，这样的人生，注定是充满着传奇和神话的。虽然他也曾有过太多次生死悬于一线的时刻，可他却把这些当成了一种刺激，那几年之中他到底当保镖赚到多少钱，没人有计算得清。不过再美的神话也有落幕的时候，他终因遇人不淑，在拼死保护一个大毒贩时，被警方生擒。神话终结之处，是萧萧的铁窗生涯。`

    export const demoHtmlTxt = `<h1>人生可能是一条曲线</h1>
    　　<p>先说第一个人。</p>    
    　　<p>他叫张朝南，乡村教师，朴实敦厚，典型的山里汉子。他有太多的事迹可以让那一方人永远记住他，为了二十几个学生能顺利上学读书，他变卖了所有的家当，住在学校里，苦苦地支撑着几个村唯一的小学。作为一个极贫困偏远山区的民办教师，他的工资不仅少得可怜，而且被长年拖欠着，他甚至连家都没成。每年涨山洪的季节，他都要亲自去接送各村的学生，在危险地段，他更是背着学生趟过河水。他的事迹上过报纸，可除了得到一点虚名外，对于他，对于他的学校，没有带来丝毫的改变。
    　　直到暴发那场最大的泥石流。那一次，张朝南在生死边缘走了无数次，救下了二十一名学生，却终有一个孩子被泥石流吞噬了生命。他自责自怨，无法面对那如花的生命在面前殒落。他觉得对不起教师这个称号，他连一个孩子稚嫩的生命都保护不了。那次灾难之后，他便放弃了教师的职业，成了无数普通山里人的一员。</p> 
    　　再讲讲第二个人。 
    　　<p>此人叫凌厉。人如其名，他在那个圈子里绝对是人人谈之色变的人物。他是一个保镖，花高价雇他的人极其放心。他的身手，十个经过专业训练的大汉也不是对手，他冷酷无情，毫不心慈手软。在一场地下商业纷争中，他和雇主面对几十个人，在谈崩了的情况下，他能将雇主安然带回，身后是放倒了一地的打手。这一事件，已成了保镖界的传奇与神话。
    　　像凌厉这样的人，这样的人生，注定是充满着传奇和神话的。虽然他也曾有过太多次生死悬于一线的时刻，可他却把这些当成了一种刺激，那几年之中他到底当保镖赚到多少钱，没人有计算得清。不过再美的神话也有落幕的时候，他终因遇人不淑，在拼死保护一个大毒贩时，被警方生擒。神话终结之处，是萧萧的铁窗生涯。</p>  `